/* localized date component names and plural forms */
"now" = "most";
/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ idővel ezelőtt";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "%@ időn belül";

"%d year (plural rule: one)" = "%d év";
"%d year (plural rule: many)" = "%d év";
"%d year (plural rule: few)" = "%d év";
"%d year (plural rule: other)" = "%d év";
"%d month (plural rule: one)" = "%d hónap";
"%d month (plural rule: few)" = "%d hónap";
"%d month (plural rule: many)" = "%d hónap";
"%d month (plural rule: other)" = "%d hónap";
"%d week (plural rule: one)" = "%d hét";
"%d week (plural rule: few)" = "%d hét";
"%d week (plural rule: other)" = "%d hét";
"%d week (plural rule: many)" = "%d hét";
"%d day (plural rule: one)" = "%d nap";
"%d day (plural rule: few)" = "%d nap";
"%d day (plural rule: many)" = "%d nap";
"%d day (plural rule: other)" = "%d nap";
"%d hour (plural rule: one)" = "%d óra";
"%d hour (plural rule: few)" = "%d óra";
"%d hour (plural rule: many)" = "%d óra";
"%d hour (plural rule: other)" = "%d óra";
"%d minute (plural rule: one)" = "%d perc";
"%d minute (plural rule: few)" = "%d perc";
"%d minute (plural rule: many)" = "%d perc";
"%d minute (plural rule: other)" = "%d perc";
"%d second (plural rule: one)" = "%d másodperc";
"%d second (plural rule: few)" = "%d másodperc";
"%d second (plural rule: many)" = "%d másodperc";
"%d second (plural rule: other)" = "%d másodperc";
